astro-build.astro-vscode
dbaeumer.vscode-eslint
enkia.tokyo-night
esbenp.prettier-vscode
github.copilot
github.copilot-chat
hashicorp.terraform
ms-python.debugpy
ms-python.isort
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vsliveshare.vsliveshare
ms-vsliveshare.vsliveshare-pack
redhat.java
streetsidesoftware.code-spell-checker
visualstudioexptteam.intellicode-api-usage-examples
visualstudioexptteam.vscodeintellicode
vscjava.vscode-java-debug
vscjava.vscode-java-dependency
vscjava.vscode-java-pack
vscjava.vscode-java-test
vscjava.vscode-maven
yzhang.markdown-all-in-one
